[
  {
    "id": 1,
    "estate_title": "Fertile Agricultural Land",
    "segment_name": "Agricultural Land",
    "description": "Nestled in the heart of a serene rural village in Bangladesh, this expansive agricultural land spans over 100 acres and offers a multitude of opportunities for farming enthusiasts. The fertile soil, blessed by the nearby river, provides an ideal environment for cultivating a variety of crops. Whether you're interested in growing staple crops like rice and wheat or venturing into the realm of organic vegetable farming, this land offers boundless potential.With a reliable irrigation system in place, you can ensure consistent water supply throughout the year, crucial for maximizing crop yields and ensuring profitability. Additionally, the property comes equipped with a spacious storage shed, providing ample space to store farming equipment and harvests securely. The perimeter of the land is enclosed by sturdy fencing, offering protection from external threats and safeguarding your investment. Beyond its practical features, this property offers a tranquil setting, away from the hustle and bustle of city life. The surrounding rural village provides a close-knit community atmosphere, fostering a sense of belonging and camaraderie among residents. Whether you're a seasoned farmer looking to expand your operations or an aspiring agricultural entrepreneur embarking on a new venture, this agricultural land presents an unparalleled opportunity to realize your farming dreams.",
    "price": "$500,000",
    "status": "Sale",
    "area": "100 acres",
    "location": "Rural Village, Bangladesh",
    "facilities": ["irrigation system", "storage shed", "fencing"],
    "image": "https://i.postimg.cc/XNs9CKv9/banner.jpg",
    "view_property": "View Property",
    "slide1":"https://i.postimg.cc/KYF8vVtF/slide1.jpg",
    "slide2":"https://i.postimg.cc/hj2L0VKz/slide2.jpg",
    "rating":4.5,
    "property_view":20
  },
  {
    "id": 2,
    "estate_title": "Sprawling Ranch with Mountain Views",
    "segment_name": "Ranches",
    "description": "Escape to the breathtaking landscapes of Montana, USA, with this sprawling 200-acre ranch offering panoramic mountain views and endless possibilities for outdoor enthusiasts. The property features vast grazing pastures, perfect for raising livestock or enjoying leisurely horseback rides through the rolling hills. A traditional barn provides shelter for animals and storage for equipment, while expansive riding trails wind their way through the property, inviting exploration and adventure.  At the heart of the ranch lies a tranquil pond, ideal for fishing or simply relaxing by the water's edge. Whether you're seeking a peaceful retreat surrounded by nature or a working ranch to fulfill your agricultural ambitions, this property offers the perfect blend of serenity and opportunity. Embrace the ranch lifestyle and create lasting memories in the beauty of Montana's great outdoors.",
    "price": "$1,200,000",
    "status": "Sale",
    "area": "200 acres",
    "location": "Montana, USA",
    "facilities": ["barn", "riding trails", "pond"],
    "image": "https://i.postimg.cc/NFT1vS1T/slide2.jpg",
    "view_property": "View Property",
    
    "slide1":"https://i.postimg.cc/1RpHTVMd/slide1.jpg",
    "slide2":"https://i.postimg.cc/rwpNKnc6/banner-1.jpg",
    "rating":4.3,
    "property_view":55
  },
  {
    "id": 3,
    "estate_title": "Organic Vegetable Farm",
    "segment_name": "Farms",
    "description": "Discover the charm of sustainable agriculture in the scenic countryside of Provence, France, with this enchanting 50-acre organic vegetable farm. Bathed in abundant sunlight and nurtured by nutrient-rich soil, this farm provides an idyllic setting for cultivating a wide variety of organic vegetables. State-of-the-art greenhouses extend the growing season, while a cozy farmhouse offers comfortable accommodations for farm workers or owners.A spacious packing shed provides ample space for processing and packaging harvested produce, ensuring freshness and quality for discerning customers. With a focus on eco-conscious farming practices, this farm represents a commitment to preserving the land and promoting healthy, sustainable food systems. Whether you're a seasoned farmer or an aspiring agrarian, this organic vegetable farm offers a unique opportunity to cultivate your passion for farming while embracing the beauty of the French countryside.",
    "price": "$800,000",
    "status": "Sale",
    "area": "50 acres",
    "location": "Provence, France",
    "facilities": ["greenhouses", "farmhouse", "packing shed"],
    "image": "https://i.pinimg.com/originals/1c/7e/fd/1c7efd9bca0de498d988828de037cd59.jpg",
    "view_property": "View Property",
    "slide1":"https://i.postimg.cc/J4zpk4cd/slide-3.jpg",
    "slide2":"https://i.postimg.cc/4N3YtnLM/slide-1.jpg",
    "rating":4.8,
    "property_view":40
  },
  {
    "id": 4,
    "estate_title": "Award-Winning Plantations Estate",
    "segment_name": "Plantations",
    "description": "Indulge in the luxury of plantation living with this exquisite 40-acre estate nestled in the heart of Napa Valley, California. Renowned for its lush vineyards and premium agricultural yield, this award-winning property offers a rare opportunity to immerse yourself in the rich heritage of wine country. Meticulously maintained fields produce world-class grapes, while charming estate homes provide elegant accommodations for owners and guests.State-of-the-art facilities cater to every aspect of vineyard management and wine production, ensuring excellence from grape to glass. Beyond the vineyards, manicured gardens and picturesque vistas create an ambiance of refined elegance and natural beauty. Whether you're a wine enthusiast or simply seeking a luxurious retreat in the heart of California's wine country, this plantation estate offers the perfect blend of sophistication and serenity.",
    "price": "$2,500 /Month",
    "status": "Rent",
    "area": "40 acres",
    "location": "Napa Valley, California",
    "facilities": ["estate homes", "fields", "facilities"],
    "image": "https://i.postimg.cc/pV0P8CnQ/banner.jpg",
    "view_property": "View Property",
    "slide1": "https://i.postimg.cc/XqD3bN01/slide-3.jpg",
    "slide2": "https://i.postimg.cc/prV8SC2Y/slide-4.jpg",
    "rating":4.9,
    "property_view":19
  },
  {
    "id": 5,
    "estate_title": "Majestic Old-Growth Forest",
    "segment_name": "Forests",
    "description": "Embark on an enchanting journey through the heart of the Amazon Rainforest, Brazil, with this majestic 500-acre old-growth forest sanctuary. Teeming with diverse wildlife and towering ancient trees, this pristine wilderness offers unparalleled opportunities for exploration and conservation. Winding hiking trails lead through dense foliage, revealing hidden waterfalls and secluded clearings where wildlife congregates. Scenic camping areas provide the perfect setting for overnight adventures under the stars, while wildlife observation points offer glimpses of rare and exotic creatures in their natural habitat. Whether you're an avid nature enthusiast or a dedicated conservationist, this old-growth forest sanctuary invites you to connect with the awe-inspiring beauty and biodiversity of the Amazon Rainforest.",
    "price": "Contact for price",
    "status": "Sale",
    "area": "500 acres",
    "location": "Amazon , Brazil",
    "facilities": ["hiking trails", "wildlife observation points", "camping areas"],
    "image": "https://i.postimg.cc/Pf8bDpBx/slide-1.jpg",
    "view_property": "View Property",
    "slide1":"https://i.postimg.cc/qvKtjSsH/slide-2.jpg",
    "slide2":"https://i.postimg.cc/NFyGL2bv/slide-3.jpg",
    "rating":4.1,
    "property_view":15
  },
  {
    "id": 6,
    "estate_title": "Tea Plantation Estate",
    "segment_name": "Plantations",
    "description": "Experience the timeless charm of Sylhet, Bangladesh, with this exquisite 1000-acre tea plantation estate offering panoramic views of lush tea gardens and rolling hills. Steeped in history and tradition, this estate presents a rare opportunity to own a piece of Bangladesh's renowned tea-producing region. Featuring a fully-equipped processing factory, elegant manager's residence, and meticulously manicured tea gardens, indulge in the essence of luxury plantation living.Immerse yourself in the art of tea cultivation and processing, guided by expert tea masters who uphold centuries-old traditions. Wander through the fragrant tea gardens, where rows of vibrant green tea bushes stretch as far as the eye can see. Whether you're a tea aficionado or simply seeking a tranquil retreat amidst breathtaking landscapes, this tea plantation estate offers a unique blend of opulence and natural beauty.",
    "price": "$3,000,000",
    "status": "Sale",
    "area": "1000 acres",
    "location": "Sylhet , Bangladesh",
    "facilities": ["processing factory", "manager's residence", "tea gardens"],
    "image": "https://i.postimg.cc/Dft4L7GP/slide-1.jpg",
    "view_property": "View Property",
    "slide1":"https://i.postimg.cc/J0mVCygQ/slide-2.jpg",
    "slide2":"https://i.postimg.cc/XqvL54yb/slide-3.jpg",
    "rating":4.4,
    "property_view":25
  }
]