[
  {
    "id": 1,
    "estate_title": "Fertile Agricultural Land",
    "segment_name": "Agricultural Land",
    "description": "This vast expanse of agricultural land spans 100 acres, offering fertile soil ideal for cultivating various crops such as rice, wheat, and vegetables. Equipped with a reliable irrigation system, storage shed for farming equipment, and sturdy fencing to protect your investment, this property is situated in a peaceful rural village in Bangladesh, providing an excellent opportunity for agricultural enthusiasts to establish their farming enterprise.",
    "price": "$500,000",
    "status": "sale",
    "area": "100 acres",
    "location": "Rural Village, Bangladesh",
    "facilities": ["irrigation system", "storage shed", "fencing"],
    "image": "agricultural_land_image.jpg",
    "view_property": "View Property"
  },
  {
    "id": 2,
    "estate_title": "Sprawling Ranch with Mountain Views",
    "segment_name": "Ranches",
    "description": "Nestled in the picturesque landscapes of Montana, USA, this sprawling 200-acre ranch boasts breathtaking mountain views and rolling hills. Perfect for those seeking a serene lifestyle surrounded by nature, this property offers ample grazing pastures for livestock, a traditional barn for housing, expansive riding trails, and a tranquil pond for relaxation. Experience the epitome of ranch living with this captivating estate.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "200 acres",
    "location": "Montana, USA",
    "facilities": ["barn", "riding trails", "pond"],
    "image": "ranch_image.jpg",
    "view_property": "View Property"
  },
  {
    "id": 3,
    "estate_title": "Organic Vegetable Farm",
    "segment_name": "Farms",
    "description": "Embrace sustainable agriculture with this charming 50-acre organic vegetable farm nestled in the scenic countryside of Provence, France. Boasting rich, nutrient-dense soil and bathed in abundant sunlight, this farm is the perfect canvas for cultivating a wide variety of organic vegetables. Complete with state-of-the-art greenhouses, a cozy farmhouse for residence, and a spacious packing shed for processing, this farm offers a unique opportunity for eco-conscious farmers.",
    "price": "$800,000",
    "status": "sale",
    "area": "50 acres",
    "location": "Provence, France",
    "facilities": ["greenhouses", "farmhouse", "packing shed"],
    "image": "farm_image.jpg",
    "view_property": "View Property"
  },
  {
    "id": 4,
    "estate_title": "Award-Winning Vineyard",
    "segment_name": "Vineyards",
    "description": "Indulge in the art of winemaking with this prestigious 40-acre vineyard nestled in the heart of Napa Valley, California. Renowned for producing premium wine grapes, this award-winning vineyard offers a rare opportunity to enter the esteemed world of viticulture. Featuring a state-of-the-art winery, inviting tasting room, and temperature-controlled cellar, this vineyard estate promises an unparalleled wine country experience.",
    "price": "$2,500,000",
    "status": "sale",
    "area": "40 acres",
    "location": "Napa Valley, California",
    "facilities": ["winery", "tasting room", "cellar"],
    "image": "vineyard_image.jpg",
    "view_property": "View Property"
  },
  {
    "id": 5,
    "estate_title": "Majestic Old-Growth Forest",
    "segment_name": "Forests",
    "description": "Embark on an enchanting journey through this majestic 500-acre old-growth forest located in the heart of the Amazon Rainforest, Brazil. Teeming with diverse wildlife and towering ancient trees, this pristine forest sanctuary offers unparalleled opportunities for exploration and conservation. With winding hiking trails, secluded wildlife observation points, and picturesque camping areas, immerse yourself in the awe-inspiring beauty of nature.",
    "price": "Contact for price",
    "status": "sale",
    "area": "500 acres",
    "location": "Amazon Rainforest, Brazil",
    "facilities": ["hiking trails", "wildlife observation points", "camping areas"],
    "image": "forest_image.jpg",
    "view_property": "View Property"
  },
  {
    "id": 6,
    "estate_title": "Tea Plantation Estate",
    "segment_name": "Plantations",
    "description": "Experience the timeless charm of Darjeeling, India, with this exquisite 1000-acre tea plantation estate offering panoramic views of lush tea gardens and rolling hills. Steeped in history and tradition, this estate presents a rare opportunity to own a piece of India's renowned tea-producing region. Featuring a fully-equipped processing factory, elegant manager's residence, and meticulously manicured tea gardens, indulge in the essence of luxury plantation living.",
    "price": "$3,000,000",
    "status": "sale",
    "area": "1000 acres",
    "location": "Darjeeling, India",
    "facilities": ["processing factory", "manager's residence", "tea gardens"],
    "image": "plantation_image.jpg",
    "view_property": "View Property"
  }
]